WINDOW_HEIGHT = 750
WINDOW_WIDTH = 730

WHICH_LEVEL = "Which level do you want? Enter 1 for easy, 2 for medium, 3 for hard: "
HOW_MANY_EXERCISE = "Enter how many exercise you want: "

ADDITION = " + "
SUBTRACTION = " - "
MULTIPLICATION = " * "
DIVISION = " // "
EQUAL = " = "


EASY_HEBREW_DICT = {
    "קופץ": "ק.פ.צ",
    "אוכלים": "א.כ.ל",
    "שומעת": "ש.מ.ע",
    "מכתב": "כ.ת.ב",
    "לעצור": "ע.צ.ר",
    "קוראת": "ק.ר.א",
    "הלכה": "ה.ל.כ",
    "התלבשה": "ל.ב.ש",
    "שותלים": "ש.ת.ל",
    "לחקור": "ח.ק.ר",
    "לעשות": "ע.ש.ה",
    "יושבים": "י.ש.ב",
    "תרקוד": "ר.ק.ד",
    "נמרח": "מ.ר.ח",
    "חושבים": "ח.ש.ב",
    "אפתח": "פ.ת.ח",
    "יבחרו": "ב.ח.ר",
    "נצבע": "צ.ב.ע",
    "נופלת": "נ.פ.ל",
    "גוזרים": "ג.ז.ר",
    "תקשרי": "ק.ש.ר",
    "אוהבים": "א.ה.ב"
}

HARD_HEBREW_DICT = {
    "לאבחן": "א.ב.ח.נ",
    "מדגמן": "ד.ג.מ.נ",
    "מחמצנת": "ח.מ.צ.נ",
    "מלכלכים": "ל.כ.ל.כ",
    "ממגנט": "מ.ג.נ.ט",
    "לפרסם": "פ.ר.ס.מ",
    "שמרטפית": "ש.מ.ר.ט.פ",
    "נדנדה": "נ.ד.נ.ד",
    "לטאטא": "ט.א.ט.א",
    "להטוטן": "ל.ה.ט.ט",
    "מתדלקת": "ת.ד.ל.ק",
    "תחזוקה": "ת.ח.ז.ק",
    "מצחקקים": "צ.ח.ק.ק",
    "משפריצה": "ש.פ.ר.צ",
    "השתחוה": "ש.ח.ו.ה",
    "תערבבו": "ע.ר.ב.ב",
    "ישכתבו": "ש.כ.ת.ב",
    "התגלגל": "ג.ל.ג.ל",
    "כלכלה": "כ.ל.כ.ל",
    "מחזור": "מ.ח.ז.ר",
    "מלכודת": "מ.ל.כ.ד",
    "תפקיד": "ת.פ.ק.ד",
    "תדריך": "ת.ד.ר.כ"
}

EASY_ENGLISH_DICT = {"Right": "ימין" ,
             "Left" :   "שמאל" ,
             "Before" :  "לפני" ,
             "After" :  "אחרי" ,
             "From" :  "מ..." ,
             "Summer" : "קיץ" ,
             "Fall" : "סתיו" ,
             "Winter" :  "חורף" ,
             "Spring" : "אביב" ,
             "cook" : "בישול ",
             "bake" :  "אפייה" ,
             "move" : "לזוז" ,
             "see" : "לראות" ,
             "hear" : "לשמוע" ,
             "start" : "התחלה" ,
             "Car":  "מכונית" ,
             "Bus" : "אוטובוס" ,
             "Train" : "רכבת" ,
             "Airplane" : "מטוס" ,
             "Lion" : "אריה" ,
             "Mouse" : "עכבר" ,
             "Parrot" : "תוכי" ,
             "Rabbit" :  "ארנב" ,
             "Goat" : "עז" ,
             "Monkey" : "קוף" ,
             "Bear" : "דוב"
        }

HARD_ENGLISH_DICT = {"bicycle" :   "אופניים" ,
                     "dream" : "חלום" ,
                     "field" :  "שדה" ,
                     "gate" :  "שער" ,
                     "chance" : "סיכוי" ,
                     "effort" :  "מאמץ" ,
                     "glasses" : "משקפיים" ,
                     "forest" :  "יער" ,
                     "engine" : "מנוע" ,
                     "competition" :   "תחרות" ,
                     "fact" : "עובדה" ,
                     "differance" :  "הבדל" ,
                     "health" :   "בריאות" ,
                     "memory" : "זיכרון" ,
                     "partner" : "שותף" ,
                     "president" :  "נשיא",
                     "nurse" : "אחות",
                     "pocket" : "כיס" ,
                     "mountain" : "הר" ,
                     "judge" :  "שופט" ,
                     "ice" : "קרח" ,
                     "reason" : "סיבה",
                     "middle" : "אמצע",
                     "offer" : "הצעה",
                     "doll" : "בובה"}